{"characters":[{"ID":0,"name":"Tubby","emotion":"Angry","intro":"Im not feeling well, Im about to give my neighbor the mike tyson combo. I need a strength potion.","responses":["I got into an arguement with him earlier.","He trampled my roses last weekend, thats the last straw.","lala","levasdafas"],"specificResponses":["Obviously! Im out of here.","no","nah","sure","never ever","who knows","test","rah"]},{"ID":1,"name":"Bartholomew Jr.","emotion":"Happy","intro":"Im feeling great, but I need a love potion.","responses":["I got my crush some flowers but I dont know if she will like them.","Once shes in love with me, I know the flowers will win her over!","lala","levasdafas"],"specificResponses":["No not at all, I'm a little bit scared. Anyways, im leaving now.","yeah","who knows bro","i dont wanna tell you","lalala","test","no doubts","of course"]},{"ID":2,"name":"John","emotion":"Happy","intro":"Howdy miss, been better","responses":["I've been feeling pretty worn out these days","Well my horse, Bessy, has fallen ill. Can't tell why, she was sturdy as an oak up until a few days ago...","Well I tried carrying the plow myself but I'm nowhere near as strong as Bessy","I've been working all day and night to try and tend to my fields but my horse is ill"],"specificResponses":["Only thing John Johnson is afraid of is not being able to get these crops harvested before the winter comes!","De-what? What in the devil does that mean?","I've been so distracted with the field that I haven't been able to focus on anything else. I just feel so tired lately. I need a little something to get me going again.","Miss, I don't have time to be 'voiding nothing!","I ain't been angered since I knocked over my sister's stick and hoop as a kid. My daddy put the fear of god in me that day and I ain't done no such thing since!","I love my work, just got too much of it on my plate ya hear?","Well my one field of wheat grew taller than I expected! But besides that, not much...","Well I appreciate my horse Ms. Bessy a whole heck of a lot more now!"]}]}